Repository: mozilla-l10n/mt-training-data
Catalog: bm/bm_pontoon.tmx
Source language: en_us
Languages: bm

source: ≥ 2 No votes
bm: ≥ 2 Ayi wote

source: ≥ 2 Yes votes
bm: ≥ 2 Ɔwɔ wotew

source: Abkhaz
bm: Abkhazikan na

source: About
bm: Ka ɲɛsin

source: Accent
bm: Fɔcogo

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
bm: <accuracyLink>Aw ye kunnafoni wɛrɛw lajɛ tiɲɛni sariyaw kan.</accuracyLink>

source: Acehnese
bm: Acehnekan na

source: Additional Language
bm: Kan wɛrɛw

source: Add Language
bm: Kan fara a kan

source: Add new custom accent "{ $inputValue }"
bm: A' ye ladamukan kura fara "{ $inputValue }" kan.

source: Adyghe
bm: Adyghe kan

source: Afaan Oromo
bm: Afan Oromokan

source: Afrikaans
bm: Afirikikan na

source: Age
bm: Si

source: Albanian
bm: Alibaniyankan

source: All
bm: Bɛɛ

source: Amharic
bm: Amharikikan na

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
bm: Baarakɛlaw ka kunnafoniw minnu tɔgɔ ma fɔ i n’a fɔ u si hakɛ, cɛya ni musoya ani u fɔcogo, olu bɛ dɛmɛ ka kunnafoni lamɛntaw ɲɛ, minnu bɛ kɛ ka kuma dɔnni masinw ka tiɲɛni dege. I ka baarakɛla tɔgɔ ni i ka imeyili tɛna jɛ abada i ka kunnafoniw cilenw na, wa i bɛ se k’a sugandi n’i bɛna i ka baarakɛla tɔgɔ kɛ foroba la walima n’i tɔgɔ tɛ fɔ.

source: Arabic
bm: Arabukan na

source: Aragonese
bm: Aragonesekan na

source: Armenian
bm: Armenikan na

source: Armenian Western
bm: Armeni Tlebi jamanaw

source: Assamese
bm: Asamwakan na

source: Asturian
bm: Asturiankan na

source: Avatar
bm: Avatari

source: Avatar uploaded
bm: Avatar sɔrɔla

source: A voice clip is marked "valid" when a user gives it a Yes vote.
bm: Kumakan-klip dɔ bɛ taamaʃyɛn Kɛ "valid" ni baarakɛla dɔ ye Ɔwɔ wote Di a ma.

source: Avoid too much background noise - it should be easy to hear you.
bm: Aw ye aw yɛrɛ tanga kɔkan mankan caman ma - a ka kan ka nɔgɔya ka aw mɛn.

source: Azerbaijani
bm: Azerbajankan na

source: Back to Top
bm: Segin ka na Sanfɛ

source: Bambara
bm: Bamanankan na

source: Basaa
bm: Basaakan na

source: Bashkir
bm: Baskɛrikan na

source: Belarusian
bm: Belaruskaw ka kan

source: Benefits
bm: Nafaw

source: Bengali
bm: Bengalikan

source: Bosnian
bm: Bosnikan

source: Breton
bm: Bretonkan na

source: Browse Languages
bm: Kanw lajɛ

source: Build Profile
bm: Profil dilan

source: Bulgarian
bm: Bulgarikan na

source: Burmese
bm: Burimɛsikan

source: Buryat
bm: Buryatikan na

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
bm: Ni i y’a sugandi ka batakiw sɔrɔ i b’a jira k'I sɔna ko Mozilla ka nin kunnafoni in lasago i n’a fɔ a ɲɛfɔlen bɛ cogo min na Mozilla ka <privacyLink> Gundo sariya </privacyLink> kɔnɔ.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bm: Ni i ye kunnafoni dɔw di i yɛrɛ kan, i bɛ kunnafoni lamɛntaw minnu ci Common Voice ma, olu nafa bɛna bonya kosɛbɛ Kuma ma Dɔnniya-minɛn minnu bɛ baara Kɛ ni o kunnafoniw ye walasa k’u ka tiɲɛni ɲɛ.

source: Cantonese
bm: Kantonesikan

source: Catalan
bm: Katalankan na

source: Central Kurdish
bm: Cɛma Kurdekan

source: Change your email via Settings under Login Identity
bm: I ka email yɛlɛma ka tɛmɛ Settings (Labɛnw) fɛ Dɔnniya Identité jukɔrɔ

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
bm: A lajɛ n’i ka kan sɛbɛnnen bɛ <languagesPageLink>kan jɛlenw ɲɛ</languagesPageLink>. N’o tɛ, i ka nin sɛbɛn in dafa, an bɛna <strong>i ka bataki ci i ma min bɛ se ka kɛ i bolo ka ɲɛfɔli kɛ i ka kan sigicogo kan</strong>.

source: Chinese (China)
bm: Siniwakan (Siini)

source: Chinese (Hong Kong)
bm: Siniwakan(Hongukongu)

source: Chinese (Taiwan)
bm: Siniwakan (Tayiwani)

source: Chinyanja
bm: Chinyanja kan na

source: Chuvash
bm: Chuvashkan

source: Clip Graveyard
bm: Clip Kaburudo

source: Clips recorded
bm: Kan taala

source: Clips validated
bm: Kanw minnu sɛmɛntiyala

source: Close
bm: Ka datugu

source: Collecting sentences
bm: Kumasenw dalajɛli

source: Common Voice Dataset
bm: Kumakan Daɲɛgafe min bɛ wele ko Common Voice Dataset

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
bm: Common Voice ye Mozilla ka fɛɛrɛ ye walasa ka dɛmɛ don ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na.

source: Connect with Gravatar
bm: Jɛɲɔgɔnya kɛ ni Gravatar ye

source: Contact
bm: aw ka kuma an fɛ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
bm: Kɔnɔkow bɛ sɔrɔ <licenseLink>Creative Commons license< kɔnɔ

source: Contribute
bm: Ka bolomafara di

source: Contribute to { $lang }
bm: bolomafara di { $Bamanankan } dɛmɛlila

source: Contribution Experience
bm: Bolomafaraw ka ko kɛlenw

source: Contributors record voice clips by reading from a bank of donated sentences.
bm: Dɛmɛbagaw bɛ kumakan-klipw ta u kɛtɔ ka kalan kɛ ka bɔ kumasenw banki dɔ la minnu dira u ma.

source: Cookies
bm: Kukisɛw

source: Cornish
bm: Koronisikan

source: Corsican
bm: Kɔrsikan

source: { $count }mo
bm: mo{ $count }

source: { $count }wk
bm: kelen Dɔgɔkun dɔ wɛrɛ dk { $count }

source: { $count }y
bm: san{ $count }

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
bm: Ka sababuw di mɔgɔ suguya caman ma walasa u ka se ka dɛmɛ don Common Voice la, o b’a to kunnafonidilan in bɛ baara kɛ mɔgɔ caman ye. An ye nafolomafɛnw ni misaliw dilan i bɛ se ka baara kɛ ni minnu ye!

source: Croatian
bm: Kurɔsikan na

source: Czech
bm: Cekikan na

source: Dagbani
bm: Dagibanikan

source: Danish
bm: Danemarkekan na

source: Dashboard
bm: Bulonba

source: Dataset Release
bm: Dataset bɔli

source: Datasets
bm: Daɲɛgafew

source: Dhivehi
bm: Dwehikan na

source: Dioula
bm: Julakan

source: Discard ongoing recording
bm: Fɔlisen min bɛ sen na, O tali

source: Donate your voice
bm: Aw ye aw ka kan di

source: Don't see your language on Common Voice yet?
bm: Aw ma aw ka kan ye Common Voice kan fɔlɔ wa?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
bm: I ɲɛ tɛ i ka kan na Dataset kɔnɔ wa? Walasa ka kan dɔ ɲini, taa an ka Kanw ɲɛ kan.

source: Download My Data
bm: Ka kan lasago

source: Drag and drop or <browseWrap>Browse</browseWrap>
bm: A sama ka bila walima <browseWrap>Ka Bɔ</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
bm: Bolomafaraw ci waati la, jaabiw bɛna tɛmɛ ‘Submit’ digilen kɔfɛ. Bolomafara bɛna t’a fɛ k’a ɲɛsin a ma ni fɔlisen 5 walima tiɲɛniw kulu nata ye.

source: Dutch
bm: Alimankan

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
bm: Donan kelen-kelen bɛɛ bɛ Kɛ ni MP3 kɛrɛnkɛrɛnnen ye ani sɛbɛnni-dosiyɛri min bɛ Bɛn o ma. <b>{ $total }</b> lɛrɛ minnu sɛbɛnna kunnafonidilan kɔnɔ, olu caman fana bɛ jamanadenw ka kunnafonidilanw kɔnɔ i n’a fɔ si hakɛ, cɛya ni musoya, ani fɔcogo minnu bɛ se ka dɛmɛ don ka kuma dɔnni masinw ka tiɲɛni dege. Donanw kulu bɛ kɛ sisan <b>{ $valid }</b> lɛrɛw ye minnu sɛgɛsɛgɛra <b>{ $kanw }</b> kanw na, nka an bɛ kan ni kan caman fara a kan tuma bɛɛ. Aw ye an ka <languagesLink>Kanw ɲɛ</languagesLink> lajɛ walasa ka kan dɔ ɲini walima ka dɛmɛ daminɛ.

source: Eastern Huasteca Nahuatl
bm: Kɔrɔnfɛla Huwasitekakan

source: Edit
bm: Labɛnni kɛ

source: Edit Profile
bm: Porofili ladilan

source: Email
bm: Imɛyi

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
bm: <emailFragment>I tɔgɔ sɛbɛn</emailFragment> an ka bataki cilenw lisi kan walasa k’a dɔn i bɛ se ka i sen don kanpaɲiw, ko kɛtaw ani jɛ-ka-baara kɛcogo la cogo min na Common Voice kan.

source: Email is already used for a different account
bm: Email bɛ kɛ kaban ka ɲɛsin jatebɔsɛbɛn wɛrɛ ma

source: Email Subscriptions
bm: Minnu bɛ sɔrɔ Imɛri la

source: English
bm: Angilɛkan

source: Erzya
bm: Eriziyakan

source: Esperanto
bm: Esperantokan na

source: Estonian
bm: Ɛsitonikan

source: Events
bm: Ko minnu kɛra

source: FAQ
bm: Ɲininkaliw

source: Faroese
bm: Farosikan

source: Fields marked with an asterisk (*) are required.
bm: Yɔrɔ minnu taamasiyɛn ye dolow (*) ye, olu wajibiyalen don.

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
bm: Mɔgɔ wɛrɛw ɲini minnu b’u janto u la. O bɛ se ka kɛ inivɛrisitew ye, kanko kalansow, lafasalitɔnw walima kunnafoniko jɛkuluw. I bolo da a kan k’a ɲɛfɔ ka jɛya u bɛ se ka dɛmɛ cogo min na ani mun na. <outreachTemplates>An ka jatebɔsɛbɛnw lasecogo batakiw lajɛ</outreachTemplates>.

source: Finnish
bm: Finlandekan na

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
bm: Fɔlɔ, i k’a lajɛ n’i ka kan <languageLink> bɛ yen kaban</languageLink>. N’o tɛ, i bɛ se ka <languageRequestLink>ɲininka i ka kan farali kan</languageRequestLink>. Taabolo fla bɛ yen. Site in bamanankan na, ani kumasenw dalajɛli

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
bm: Nin kan daminɛna ninnu na, siti in ye <localizationGlossaryLink>localization</localizationGlossaryLink> sɔrɔ ka ɲɛ, wa <sentenceCollectionGlossaryLink>kumasen caman bɛ a la minnu lajɛlen don</sentenceCollectionGlossaryLink> walasa ka sira di <speakLink>Speak</speakLink> ani <listenLink>Lamɛnni</listenLink ma minnu bɛ taa ɲɛ > bolomafaraw.

source: French
bm: Faransikan

source: Frisian
bm: Frisikan na

source: Fulah
bm: Fulakan

source: Galician
bm: Galisikan na

source: Georgian
bm: Jeorijikan

source: German
bm: Alemaɲikan na

source: Get involved
bm: Aw ye aw sen don a la

source: Get Involved
bm: k'aw sen don a la

source: Goals
bm: Kuntilennaw

source: Goan Konkani
bm: Goan konkan

source: Go to Languages Page
bm: Taga kanw ɲɛ kan

source: Greek
bm: Gɛrɛkikan na

source: Guarani
bm: Gwaranikan

source: Haitian
bm: Haïtikan na

source: Hakha Chin
bm: Hakasinkan

source: Hausa
bm: Hausakan

source: Have you read our Terms?
bm: Yala i ye an ka Sariyaw kalan wa?

source: Hebrew
bm: Heburukan na

source: Help
bm: Dɛmɛ

source: Help teach machines how real people speak, donate your voice at { $link }
bm: Dɛmɛ ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na, i ka kan di { $link } ma.

source: Help us build a high quality, publicly open dataset
bm: An dɛmɛ ka datasɛti ɲumanba dɔ dankɛnɛmaya, min dabɔra foroba mago kama

source: Help us find others to donate their voice!
bm: An dɛmɛ ka mɔgɔ wɛrɛw sɔrɔ walasa k’u kan di!

source: Help us get to { $goal }
bm: An dɛmɛ ka se { $goal } ma.

source: Help us validate sentences!
bm: An dɛmɛ ka kumasenw tiɲɛ!

source: Help us validate voices
bm: An dɛmɛ ka kumakanw tiɲɛtigiya

source: Hidden
bm: Dogolen

source: Hiligaynon
bm: Hiligaynonkan

source: Hill Mari
bm: Hilimarikan

source: Hindi
bm: Hindukan na

source: Hours
bm: Lɛriw

source: Hours Recorded
bm: Lɛriw minnu sɛbɛnna

source: Hours Validated
bm: Lɛriw minnu sɛmɛntiyala

source: How ?
bm: Cogo di ?

source: How can we effectively grow a language on Common Voice?
bm: An bɛ se ka kan dɔ yiriwa cogo ɲuman na Common Voice kan?

source: How does Common Voice work?
bm: Common Voice bɛ baara kɛ cogo di?

source: How does site localization work?
bm: Sitiw sigiyɔrɔmako bɛ baara kɛ cogo di?

source: How do I add a language?
bm: Ne bɛ se ka kan dɔ fara a kan cogo di?

source: How do I add sentences?
bm: N bɛ kumasenw fara ɲɔgɔn kan cogo di?

source: How do I record a high quality voice clip?
bm: Ne bɛ se ka kumakan-klip min ka ɲi kosɛbɛ, o ta cogo di?

source: How do I stay in touch?
bm: Ne bɛ se ka to ɲɔgɔn fɛ cogo di?

source: How would you describe your accent?
bm: I bɛna i ka kuma fɔcogo ɲɛfɔ cogo di?

source: Hungarian
bm: Hɔngirikan na

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bm: N bɛ sɔn Common Voice ka <termsLink>Sariyasenw</termsLink> ani <privacyLink>Gundola kunnafoni</privacyLink> ma

source: Icelandic
bm: Islandekan na

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bm: N bɛ fɛ ka imɛyi sɔrɔ walasa ka N Hakilijigin N ka laɲiniw na, N ka baraw taabolo la ani Common Voice Kunnafɔni kuraw la

source: Igbo
bm: Igbokan na

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
bm: N b’a fɛ i ka nin kunnafoni in ɲɛnabɔ i n’a fɔ i b’a ɲɛfɔ cogo min na Mozilla ka <privacyLink>Gundolakow sariya</privacyLink> kɔnɔ

source: Indonesian
bm: Indonezikan na

source: In Progress
bm: A bɛ ka taa ɲɛ

source: Interlingua
bm: Kanw ni ɲɔgɔn cɛ

source: Interlingue
bm: Kanw ni ɲɔgɔn cɛ

source: Irish
bm: Irlandikan na

source: IsiNdebele (North)
bm: Isindebelekan

source: IsiNdebele (South)
bm: Isindebelekan

source: Is the clip valid?
bm: Yala o klip in bɛ se ka kɛ wa?

source: Italian
bm: Italikan na

source: Izhorian
bm: Izhoriankan

source: Japanese
bm: Zapɔnkan na

source: Join the Common Voice mailing list
bm: Don Common Voice imɛyi listi kɔnɔ

source: Kabardian
bm: Kabarijiyankan

source: Kabyle
bm: Kabilekan

source: Kannada
bm: Kannadakan

source: Kaqchikel
bm: Kachikelikan

source: Karakalpak
bm: Karakalipakikan

source: Kazakh
bm: Kazakikan

source: { $kb }kb max
bm: { $kb }kb maksimali

source: Keep track of your progress and metrics across multiple languages.
bm: Aw ye aw ka ɲɛtaa ni jateminɛw jateminɛ kan caman kɔnɔ.

source: Keep track of your progress with a profile and help our voice data be more accurate.
bm: Aw ye aw ka ɲɛtaa jateminɛ ni kunnafonisɛbɛn ye ani ka an ka kumakan kunnafoniw dɛmɛ u ka kɛ tiɲɛ ye.

source: Khmer
bm: Kimɛrikan

source: K'iche'
bm: Kisekan

source: Kikuyu
bm: Kikuyukan

source: Kinyarwanda
bm: Kiniyariwandakan

source: Komi-Zyrian
bm: Komikan

source: Konkani (Devanagari)
bm: Konkanikan

source: Korean
bm: Koriyɛnkan

source: Kurmanji Kurdish
bm: Kuridusikan

source: Kyrgyz
bm: Kirigizikan

source: Language
bm: Kanw

source: Languages
bm: Kanw

source: Lao
bm: Laokan

source: Latgalian
bm: Latgalien

source: Latvian
bm: Latviyankan

source: Launched
bm: A daminɛna

source: Leaderboard Visibility
bm: Kunnafoni ɲɛmɔgɔyaso yecogo

source: Learn how to take part
bm: A ɲini k’i sen don a la cogo min na

source: Ligurian
bm: Ligurikan

source: Lingala
bm: Lingalakan

source: Link Copied
bm: Lien Kopi kɛra

source: Listen
bm: Ka lamɛn

source: Listen-Queue
bm: Lamɛnni-Layidu

source: Lithuanian
bm: Litiyanikan

source: Loading…
bm: A bɛ na

source: Localized
bm: Sigida la

source: Log In
bm: Aw ye don a kɔnɔ

source: Login Identity
bm: Donni Identité

source: Log In / Sign Up
bm: Don / I tɔgɔ sɛbɛn

source: Log Out
bm: Aw ka bɔ kɛnɛ kan

source: Lojban
bm: Lojbankan

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
bm: A bɛ iko klip si tɛ yen ka Lamɛ nin kan in na. An dɛmɛ ka kumakan dɔw ta sisan.

source: Luganda
bm: Lugandakan

source: Luxembourgish
bm: Likisanburukan

source: Macedonian
bm: Masedoniyankan

source: Maithili
bm: Mɛtilikan

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
bm: I k’a lajɛ ni plateforme bɛ ka sɛbɛnni kɛ sanni i ka kuma daminɛ, ani ko a bɛ jɔ dɔrɔn ni i ye kuma ban.

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
bm: Aw ye aw ka kunnafoniw cilenw kɛ fɛn nafamaw ye cogo bɛɛ la, aw kɛtɔ ka jamanadenw ka kunnafoniw dɔw di minnu tɔgɔ ma fɔ. An bɛ jamanaden hakɛ kunnafoniw bɛɛ dogo ka sɔrɔ k’u bɔ kɛnɛ kan.

source: Malagasy
bm: Malagasikan

source: Malay
bm: Malayikan

source: Malayalam
bm: Malayalamukan

source: Maltese
bm: Malitɛsikan

source: Manage Email Subscriptions
bm: Ka tɔgɔsɛbɛlenw ka Imɛyiw ɲɛnabɔ

source: Manage Subscriptions
bm: Tɔgɔsɛbɛlenw ɲɛnabɔli

source: Mapudungun
bm: Mapudungunkan na

source: Marathi
bm: Maratikan

source: Meadow Mari
bm: Mɛadomarikan

source: Medumba
bm: Medumbakan na

source: Meetei Lon
bm: Meeteyilonkan

source: Moksha
bm: Mokisakan

source: Mongolian
bm: Mongolikan

source: Mossi
bm: Mosikan

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
bm: Baarakɛdabaw bɛ baara kɛ ni kunnafonidilan minnu ye, olu fanba tɛ sɔrɔ mɔgɔ fanba bolo. An hakili la o¶ bɛ kokuradonni dabila. O la, an ye Common Voice daminɛ, porozɛ min bɛ dɛmɛ don ka kumakan dɔnni da wuli¶ ani ka se bɛɛ ma.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
bm: Baarakɛdabaw bɛ baara kɛ ni kunnafonidilan minnu ye, olu fanba tɛ sɔrɔ mɔgɔ fanba bolo. An b'a miiri¶ min bɛ kokuradonni dabila. O la an ye Project Common Voice daminɛ, porozɛ min bɛ dɛmɛ don ka kumakan dilan¶ dɛmɛbagaw walasa ka jogoɲumanya yiriwa. A ka nɔgɔn ten dɛ! dɔnniya dabɔra bɛɛ ye.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
bm: Mozilla Common Voice ye fɛɛrɛ ye min bɛ dɛmɛ don ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na.

source: N/A
bm: Surunyalen tɛ sɔrɔ

source: Native Language
bm: Fasokan

source: Need some help with accent?
bm: Aw mago bɛ dɛmɛ dɔ la ni accent ye wa?

source: Need some help with variants?
bm: Aw mago bɛ dɛmɛ dɔ la ni variants ye wa?

source: Nepali
bm: Nepalikan

source: New Language Launch
bm: Kan kura daminɛ

source: Nias
bm: Niyasikan

source: No
bm: Ayi

source: No gravatar found for your email
bm: Gravatar si ma Sɔrɔ i ka email la

source: Northern Sotho
bm: Worodugu Sotokan

source: Norwegian Bokmål
bm: Norowɛzikan

source: Norwegian Nynorsk
bm: Norowɛzininorosikikan

source: Note: You will still need to select between Speak or Listen to change contribution type.
bm: Kɔlɔsili: I bɛna a ɲini hali bi ka kuma fɔ walima ka Lamɛ walasa ka bolomafara suguya falen.

source: No variant selected
bm: A suguya si ma sugandi

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
bm: Sisan aw bɛ se k’aw ka kan di walasa k’an dɛmɛ ka kan kunnafonidilan dafalen dɔ jɔ, mɔgɔ bɛɛ bɛ se ka baara kɛ ni min ye¶ ka porogaramu kura dilan minɛnw ni ɛntɛrinɛti kan. Kumasen dɔ kalan walasa ka masinw dɛmɛ u k’a dɔn mɔgɔ sɛbɛw bɛ kuma cogo min na. Aw ye mɔgɔ wɛrɛw ka baara lajɛ¶

source: Occitan
bm: Okitankan

source: Odia
bm: Odiyakan

source: Off
bm: K'a bɔ a la

source: On
bm: Kan

source: Optionally join on our email list for updates and new information about the project.
bm: Ni aw b’a fɛ ka fara an ka bataki cilenw kan walasa ka kunnafoni kuraw ni kunnafoni kuraw sɔrɔ porozɛ in kan.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
bm: Jamanadenw ka kunnafoniw minnu bɛ ci i yɛrɛ sago la (misali la, u si hakɛ, cɛya ni musoya, kan, ani u fɔcogo), olu tɛna kɛ foroba ye abada i ka kunnafonisɛbɛn kan, wa u tɛna siri i ka jatebɔsɛbɛn na kunnafonidilan kɔnɔ. Odio-klip kelen-kelen bɛɛ bɛna jɛ jamanadenw ka kunnafoniw na walasa ka sɛgɛsɛgɛli kɛ ka ɲɛ - misali la, ɲininikɛla dɔ bɛ se k’a fɛ ka kalan misali dɔ ɲɛsin jamanaden hakɛ yɔrɔ kɛrɛnkɛrɛnnen dɔ ma.

source: Other
bm: Dɔ wɛrɛ

source: Other people validate those voice clips.
bm: Mɔgɔ wɛrɛw b’o kumakan-klipw sinsin.

source: Papiamento (Aruba)
bm: Papiyamentokan

source: Partner
bm: Jɛɲɔgɔn

source: Partners
bm: Baarakɛɲɔgɔnw

source: Partnerships and networks
bm: Jɛɲɔgɔnya ni ɲɔgɔndɛmɛ

source: Pashto
bm: Pasitokan

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
bm: Common Voice ye kan kunnafonidilan ye min bɛ sɔrɔ foroba la, min bɛ baara kɛ ni bolomafara dibagaw kanw ye diɲɛ fan bɛɛ. Mɔgɔ minnu b’a fɛ ka kumakan baarakɛminɛnw dilan, olu bɛ se ka baara kɛ ni kunnafonidilan ye walasa ka masin kalanni misaliw dege.</p> <p>Sisan , kumakan kunnafonidilan fanba ye tɔnw ta ye , o bɛ kokuradonni bali . Kan kunnafonidilanw fana tɛ : tubabukan fɔbagaw tɛ, mɔgɔ kulɛrilenw, sebaliw, musow ani LGBTQIA+ mɔgɔw. O kɔrɔ ye ko fɛɛrɛ min bɛ Kɛ ni kan ye, o tɛ baara Kɛ hali dɔɔnin kan caman na, wa a bɛ baara Kɛ yɔrɔ min na, a bɛ Se ka Kɛ ko a tɛ baara Kɛ cogo kelen na bɛɛ fɛ. An b' a fɛ k' o fɛn caman Changer ni ka mɔgɔw lajɛ yɔrɔ bɛɛ walasa k' u kan tila ɲɔgɔn na .</p>

source: People come and contribute their voices.
bm: Mɔgɔw bɛ na u kanw di.

source: Persian
bm: Pɛrɛsikan

source: Play/Stop
bm: Ka Fɔ/ Ka Jɔ

source: Polish
bm: Polonɛkan
